Revit 2027 API
ParameterTypeId.LayerElemFunction Property
 "Function": Function
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemFunction { get; }
Public Shared ReadOnly Property LayerElemFunction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemFunction {
	ForgeTypeId^ get ();
}
static member LayerElemFunction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace